<?php
$_CACHE['word_filter'] = Array
(
	'filter' => Array
	(
		'find' => Array
		(
			0 => '/ /i',
			1 => '/~/i',
			2 => '/_/i',
			3 => '/\|/i',
			4 => '/:/i',
			5 => '/\'/i',
			6 => '/\"/i',
			7 => '/,/i',
			8 => '/;/i',
		),
		'replace' => Array
		(
			0 => '',
			1 => '',
			2 => '',
			3 => '',
			4 => '',
			5 => '’',
			6 => '“',
			7 => '，',
			8 => '',
		)
	),


	'banned' => '/(admin|&|法轮功|21世纪中国基金会|6-4tianwang|89-64cdjp|bignews|bitch|boxun|B样|chinaliberal|chinamz|chinesenewsnet|dafa|dajiyuan|dfdz|dpp|falu|falun|falundafa|fa轮|flg|freechina|freenet|fuck|gcd|hongzhi|hrichina|huanet|hypermart.net|thec.cn|incest|jiangdongriji|lihongzhi|minghui|minghuinews|nacb|naive|nmis|paper64|peacehall|playboy|renminbao|renmingbao|safeweb|sex|shit|svdc|taip|tibetalk|triangleboy|UltraSurf|unixbox|ustibet|voa|voachinese|wangce|wenjiabao|wstaiji|xinsheng|yuming|zhengjian|zhengjianwang|zhenshanren|zhuanfalun|zhurongji|一中一台|丁元|丁关根|丁子霖|万晓东|万润南|万维读者论坛|上海孤儿院|上海帮|上访|下体|专制|世界经济导报|东北独立|东南西北论谈|东土耳其斯坦|东方时空|东方红时空|东社|东西南北论坛|两个中国|两会|两会报道|两会新闻|两岸三地论坛|两岸关系|严家其|严家祺|个人崇拜|中俄边界|中共|中功|中华人民实话实说|中华人民正邪|中华养生益智功|中华大众|中华大地|中华时事|中华民国|中华真实报道|中华讲清|中国之春|中国和平|中国复兴论坛|中国威胁论|中国孤儿院|中国猪|中国真实内容|中国社会论坛|中国社会进步党|中国论坛|中国问题论坛|义解|乔石|乳房|争鸣论坛|事实独立|二B|二逼|于大海|于浩成|亦凡|亲日|亲美|人民之声论坛|人民内情真相|人民报|人民真实|他妈的|付申奇|伍凡|伦功|何勇|何德普|余英时|佛展千手法|作爱|作秀|你妈的|你说我说论坛|保钓|信用危机|修炼|倪育贤|做爱|傅志寰|傅申奇|傻B|傻逼|僵贼|僵贼民|全国两会|八老|六四|共产|共产党|共党|共军|共匪|共狗|关卓中|冯东海|冯素英|凌锋|出卖|分家在|分裂|刘俊国|刘凯中|刘刚|刘千石|刘华清|刘国凯|刘士贤|刘宾深|刘宾雁|刘山青|刘文胜|刘晓波|刘晓竹|刘永川|则民|功法|动乱|劳动教养所|劳改|劳教|包皮|北京之春|北京当局|北大三角地论坛|北美自由论坛|北韩|十八摸|十六大|升天|华夏文摘|华岳时事论坛|华建敏|华语世界论坛|华通时事论坛|卖国|卖比|卖逼|南大自由论坛|博讯|去你妈的|双十节|反人类|反共|反封锁|反封锁技术|反攻|反日|反社会|反腐败论坛|发伦|发伦功|发抡|发抡功|发正念|发论|发论公|发论功|发轮|发骚|台湾建国运动组织|台湾政论区|台湾狗|台湾独|台湾独立|台湾自由联盟|台湾青年独立联盟|台独|台盟|司徒华|司马晋|司马璐|吕京花|吕秀莲|吴仁华|吴学灿|吴学璨|吴宏达|吴官正|吴弘达|吴方城|吴百益|吴邦国|吾尔开希|周天法|周旋|周锋锁|哈批|哲民|唐捷|唐柏桥|善恶有报|喷你|四川独|四川独立|回民|回民暴|回民暴动|国军|国家安全|国家机密|国贼|圆满|在十月|地下刊物|地下教会|外交与方略|外交论坛|多维|夜话紫禁城|大B|大中华论坛|大中国论坛|大众真人真事|大参考|大史|大史纪|大史记|大家论坛|大法|大纪元|大纪元新闻网|大纪园|大花逼|大逼|天安门一代|天安门事件|天安门屠杀|天安门录影带|天怒|天葬|太子党|央视内部晚会|失密|奶子|奸淫|妈批|妓女|姚月谦|姜春云|姬胜德|婊子|学潮|学联|学自联|学运|宇明网|宋xx|宋书元|宋平|宋祖英|宏法|密穴|封从德|封杀|射精|将则民|尉健行|小参考|小鸡鸡|尹庆民|屁眼|屄|屙民|屠杀|岳武|工力|工自联|巴赫|常劲|干你娘|干死你|幼齿|广闻|庆红|廉政大论坛|廖锡龙|建国党|开放杂志|异见人士|异议人士|张万年|张伟国|张伯笠|张健|张宏堡|张志清|张昭富|张林|张钢|弹劾|强奸|徐匡迪|徐才厚|徐水良|徐邦秦|性交|性欲|悔过书|情妇|戈扬|我操|我操你|我日|戴相龙|打炮|抡功|抢粮记|抵制日货|招妓|择民|持不同政见|指点江山论坛|推翻|插你|揭批书|操他|操你|操你妈|操比|操蛋|操逼|支那|收容所|政权|政治反对派|政治犯|教养院|数据中国|文革|斐得勒|斯诺|新华举报|新华内情|新华通论坛|新生网|新疆独|新疆独立|新观察论坛|新语丝|新闻封锁|方励之|方舟子|无界浏览器|日你|日内瓦金融|日死你|日领馆|时事论坛|时代论坛|明慧|易丹轩|易志熹|春夏自由论坛|晚年周恩来|暴乱|暴政|曹刚川|曹长青|曾培炎|曾庆红|木子论坛|木犀地|朱嘉明|朱毛|朱琳|朱容基|杂种|李兰菊|李大师|李宏志|李小朋|李小鹏|李少民|李岚清|李录|李志绥|李总理|李总统|李文斌|李旺阳|李月月鸟|李洪宽|李洪志|李淑娴|李瑞环|李登辉|李禄|李红痔|李继耐|李长春|李鹏|杜智富|杨周|杨巍|杨建利|杨怀安|杨月清|林保华|林慎立|林樵清|林长盛|柴玲|梁光烈|梁擎墩|歌功颂德|正义党论坛|正见网|毛厕洞|毛泽东|毛片|毛贼东|民主墙|民国|民意|民意论坛|民族矛盾|民猪|民联|民运|民进党|民阵|水扁|氵去|氵去车仑工力|汉奸|江core|江主席|江八点|江戏子|江折民|江泽慧|江泽民|江流氓|江猪|江绵恒|江罗|江贼|江贼民|江青|汤光中|汪岷|沈彤|河殇|泄密|法*功|法lun功|法仑|法伦|法功|法十轮十功|法愣|法抡|法抡功|法论|法谪|法谪功|法轮|法轮功|泡沫经济|泽民|洗脑|洪传|洪吟|洪哲胜|洪志|流亡|淫水|淫穴|清真|温元凯|温家宝|游行|滕文生|潘国平|炼功|烂比|烂货|烂逼|热比娅|热站政论网|熊炎|熊焱|牛比|牛逼|狂操|狗B|狗卵子|狗娘|狗屎|狗操|独夫|独立台湾会|独裁|独裁政治|猪操|猪毛|猪聋畸|王丹|王军涛|王冶坪|王刚|王力雄|王宝森|王希哲|王沪宁|王润生|王涵万|王炳章|王瑞林|王策|王若望|王超华|王辅臣|瑞士金融大学|由喜贵|电视流氓|疆独|登辉|白梦|白皮书|白立朴|盛华仁|盛雪|看中国|真善忍|真相|真象|睾丸|瞒报|石戈|破鞋|示威|祁建|神通加持法|禁看|秦晋|积克馆|程凯|程真|程铁军|税力|穆斯林|童屹|第四代|粉饰太平|精子|精液|红灯区|红色恐怖|经文|统战|统独|统独论坛|绵恒|网特|罗干|罗礼诗|罢餐|美国之音|美国参考|群奸|老人政治|老毛|老江|联总|肖强|肛交|肛门|胡平|胡总书记|胡景涛|胡紧掏|胡锦涛|胡锦淘|胡锦滔|自已的故事|自民党|自焚|自由民主论坛|舆论|舆论反制|色情|花花公子|苏晓康|苏绍智|莫伟强|蒙古独|蒙古独立|蒙独|蔡崇国|薛伟|藏独|西藏独|西藏独立|讲法|许家屯|谢中之|谢选骏|谢长廷|贯通两极法|贱人|贱比|贱货|贱逼|费良勇|贼民|贾庆林|贾廷安|贾育台|赤化|赤匪|赵南|赵品潞|赵晓微|赵海青|赵紫阳|车仑|轮功|轮大|轮奸|轻舟快讯|辛灏年|达赖|远志明|连胜德|迟浩田|迪里夏提|迫害|逼样|邓笑贫|邝锦文|邢铮|邵家健|郑义|郭伯雄|郭岩华|郭平|郭罗基|酱猪媳|金尧如|钓鱼岛|钟山风雨论坛|钦本立|钱其琛|钱国梁|钱达|锦涛|镇压|闹事|阎明复|阝月|阴唇|阴水|阴茎|阴蒂|阴道|陆委会|陈一谘|陈军|陈宣良|陈小同|陈希同|陈总统|陈炳基|陈破空|陈蒙|集会|雪山狮子|青天白日旗|靠你妈|韩东方|韩联潮|项小吉|项怀诚|颜射|风雨神州|风雨神州论坛|飞扬论坛|马三家|马大维|马时敏|马良骏|骚货|高官|高文谦|高瞻|高自联|高薪养廉|魏京生|魏新生|鲍彤|鲍戈|鸡八|鸡巴|鸡毛信文汇|鸽派|黄慈萍|黄祸|黄翔|黄菊|黄菊　|黎安友|齐墨|龙虎豹|龟公|龟头|管理员|GM|强 奸|足协|足　协|足　　协|朱镕基|█|3698.net|1024.net|3896.net|089-88818-17311|武林足联客服|武林足联GM|武林足聯客服|武林足聯GM|提示组|官方提示|ｇｍ|www|http:\/\/|台 独|法 轮 功|纳粹|纳 粹|9维|友邻|９维|政府|国民党|武林三国|消息通知|中奖查询|最新活动|活动组委会|系统|jiuwei|公告|新闻|武林|三国|50sg|50zq|9way|三国GM|三国gm|武林三国GM|三国官方|武林三国官方|上海友邻信息科技有限公司|友邻科技|反政府|反华|六四事件|gm|大日本帝国|日本帝国|假钞|妈B|口交|统一台湾|靠你|友邻|外挂|色魔|周恩来|邓小平|武林三国运营团队|武林三国开发团队|武林三国技术部门|武林三国市场部门|三国运营团队|三国开发团队|三国技术部门|三国市场部门|陈良宇|妈比|强暴|日你妈|日你奶奶|日你爷爷|干你妈|小泉纯一郎|东条英机|武藤兰|AV女优|A片|四人帮|中华人民共和国|中華民國|中華人民共和國|大日本帝國|50sg.duowan.com|多玩|duowan|ｄｕｏｗａｎ|7龙记|龙 记|活动信息|送礼|礼品|提示|官方|系 统 提 示|走私|自由|自己的故事|转化|主义|猪毛1|朱溶剂|朱客基|中国移动通信|中共复兴论坛|郑源|赵清海|张伟函|张铜|张建|幼女|淫荡|易至嘉|移动|学习班|学瀚|徐邦|刑铮|谢长延|邪恶|小灵通|西藏|五不|吴尔开希|无界|王秀丽|万年周恩来|天安门录影带天安门事件|他母亲|他妈|苏晓廉|宋XX|氵 去车仑工力|氵 去|试卷|师傅|人权|热站政论两|亲羹|强粮记|枪功|钱其|你娘|你妈|你爸|莫逞强|民主|绿色环保手机|刘晓|刘青|林 清|两岸三地论|连通|李志缀|李老师|抗议|接班|交班|江猪媳|江则民|江锦恒|江re民|贾延安|基督|积客馆|黄蓝萍|护法|韩联|哈蟆|广阔|狗b|狗|戈杨|傅志衰|方勋之|法滴功|法滴|发愣|俄国|丁美根|帝日|弟子|大比|大b|打倒|陈一揩|陈铁军|陈豪|被盗|八九|16大|藏族独立|台湾国|习近平|李克强|贺国强|周永康|刘云山|李源潮|令计划|王乐泉|回良玉|王岐山|王兆国|路甬祥|乌云其木格|韩启德|陈至立|周铁农　|李建国|司马义·铁力瓦尔地|蒋树声|陈昌智|严隽琪|桑国卫|陈水扁|回民吃猪肉|.com|\'|\"|\.|\\|\/|.cn|.info|.net|.org|.la|.jp|.us|.name|价格优惠|非诚勿扰|非诚|官网|QQ|付款|联系|人民币|RMB|元宝|详谈|平台|670565136)/i'
);
?>
